{
  "auto-session": { "branch": "main" },
  "barbar.nvim": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "coq.artifacts": { "branch": "artifacts" },
  "coq.thirdparty": { "branch": "3p" },
  "coq_nvim": { "branch": "coq" },
  "dressing.nvim": { "branch": "master" },
  "formatter.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
